{
	"part1_paragraph1":"The cookie policy represents the current web or app (we will use “we” or “us” in the following description). The cookie policy will not represent external links on this web or app nor Blendvision, KKStream, and related business.",
	"part1_paragraph2":"We will collect information through cookies saved on your browser and device. If you wish to proceed on our web and app, you will have to agree to let us collect your cookies and agree with our cookie policy.",
	"part1_paragraph3":"In order to protect your right, please read the following cookie policy.",
	"part2_title": "What’s Cookie?",
	"part2_paragraph1": "Cookie is a text file that includes information. When a user views our website, we will create a cookie to save his/her browsing information and keep on his/her device.",
	"part3_title": "Why use Cookies? ",
	"part3_paragraph1": "We use collected cookies for following purpose:",
	"part3_list1_item1": "Provide personalized settings according to users’ preference.",
	"part3_list1_item2": "Record the notifications you already received in order to not resend the same notification.",
	"part3_list1_item3": "Improve our website based on your browsing behavior.",
	"part3_list1_item4": "Through website traffic analysis, improve website features and enhance browsing experience.",
	"part3_paragraph2": "We will not collect any cookie that can identify your personal information.",
	"part4_title": "What Cookies will we use?",
	"part4_paragraph1": "Here are all cookies we used in our website:",
	"part4_subtitle1": "Essential Cookies.",
	"part4_paragraph2": "Essential cookies are used for key features on our website in order to let end users to enjoy our features. If you do not allow essential cookies, you will not be able to browse or enjoy our service. If essential cookies do not work on your device or you do not wish to let us use essential cookies, please leave our website right away.",
	"part4_subtitle2": "Analysis Cookies",
	"part4_paragraph3": "Analysis cookies collect related data for us to analyze interactions between you and our website. It also monitors our website’s operation status for us to analyze website performance such as page view count and total usage length.",
	"part4_subtitle3": "Functional Cookies",
	"part4_paragraph4": "Functional cookies save your setting preferences in order to let you have the best experience on our website. For example, language settings and geo settings.",
	"part5_title": "3rd party Cookies",
	"part5_paragraph1": "3rd party cookies are cookies from an external domain. 3rd party cookies are cookies saved by our partnered businesses on your devices.",
	"part5_paragraph2": "We can not control how 3rd party cookies are collected and used. It will be based on 3rd party cookies’s privacy policy and cookie policy. Therefore, we suggest you read 3rd party cookie’s privacy policy and cookie policy thoroughly.",
	"part5_paragraph3": "The following list includes (but not limits) 3rd party cookies we used on our website:",
	"part5_list1_item1": "Google Analytics",
	"part5_list2_item1": "Purpose:",
	"part5_list3_item1": "Google Analytics Cookies are used for website data analysis, for example, website traffic analysis, user behavior analysis. The data collected can be used to analyze user preferences.",
	"part5_list3_item2": "How to manage Google Analytics Cookies:",
	"manage_cookies_ga_link": "https://support.google.com/analytics/answer/6004245",
	"part6_title": "How to manage and delete cookies?",
	"part6_paragraph1": "If you hope to block or delete our cookies and 3rd party cookies, you can delete or block them through the browser setting",
	"part6_paragraph2": "If you use browser settings to block or delete cookies, you might not be able to use essential features on our website.",
	"part6_paragraph3": "Please refer to following links to see how to delete, activate, and manage your cookies:",
	"part6_list1_item1": "Google Chrome Cookies Setting",
	"part6_list1_item2": "Apple Safari Cookies Setting",
	"part6_list1_item3": "Microsoft Internet Explorer Cookies Setting",
	"part6_list1_item4": "Mozilla Firefox Cookies Setting",
	"part7_title": "How to contact us?",
	"part7_paragraph1": "We will follow local privacy regulations and update cookie policy accordingly. We will announce the updates on our official website when there is a major update.",
	"part7_paragraph2": "Please contact us if you have any concerns or suggestions about our cookie policy.",
	"part7_paragraph3": "We have a cookie policy in English, Japanese and Mandarin. If there is any discrepancy in different languages, please follow Mandarin version.",
	"part7_paragraph4": "Last update date：2021/8/1"
}